/* No comment provided by engineer. */
"%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A" = "%0A%0A如果你要回報當機報告，請附上位於%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log 的當機記錄檔。%0A%0A";

/* arrangement of Tab setting and tab width in Bottm Status Bar */
"%@ (%d)" = "%@ (%d)";

/* Proxy window title for invited documents */
"%@ (invited...)" = "邀請 %@ 加入";

/* Proxy window title for joining documents */
"%@ (joining...)" = "加入 %@";

/* FindRegexPrefix */
"%@ - Find All" = "%@ - 尋找全部";

/* Status string showing the number of documents in Rendezvous and Internet browser */
"%d Document(s)" = "%d 份文件";

/* Entries Found in FindAll Panel */
"%d found." = "找到 %d 項。";

/* Pending Users Display in Menu Title Bar */
"%d pending" = "%d 等待中";

/* Number of replaced strings */
"%d replaced." = "%d 項被取代。";

/* Entry for Symbol Pop Up when no Symbol is found */
"<No selected symbol>" = "＜沒有符號＞";

/* Syntax XML Structure Error Informative Text */
"<state> \"%@\" has no <begin>. This confuses me. Please check your syntax definition." = "\"%@\" 宣告沒有起始標籤。程式無法正確解讀，請檢查語法定義。";

/* No comment provided by engineer. */
"[Blockediting]" = "[區塊編輯]";

/* Symbol Regular Expression Error Informative Text */
"\"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\" 不是正確的正規表示法。請在尋找面板的 Ruby 語言模式下檢查你的正規表示。";

/* Syntax Regular Expression Error Informative Text */
"\"%@\" within state \"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\"，在 \"%@\" 宣告內，是不正確的正規表示。請在尋找面板的 Ruby 語言模式下檢查你的正規表示。";

/* Regular Expression Error Informative Text */
"\"%@\" within tag \"<%@>\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "\"%@\"，在 \"<%@>\" 標籤內，是不正確的正規表示。請在尋找面板的 Ruby 語言模式下檢查你的正規表示。";

/* Button title */
"Abort" = "取消";

/* Sheet informative text when user has open document connections */
"AbortChannels" = "仍有其他參與者在使用這些文件。如果現在停止共享，這些連線將會被中斷。";

/* Menu/Toolbar Title for announcing the Document */
"Announce" = "啟動共享";

/* No comment provided by engineer. */
"Announce/Conceal" = "啟動共享/停止共享";

/* No comment provided by engineer. */
"Announce/Conceal Document" = "啟動/停止文件共享";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "自動";

/* Foo */
"Automatic Mode" = "自動模式";

/* Text while waiting for answer to join request */
"Awaiting answer..." = "等待回應⋯";

/* Awaiting Response */
"AwaitingResponse" = "等待回應";

/* AIM user entry for Browser context menu */
"BrowserContextMenuAIM" = "聊天";

/* Cancel connetion entry for Browser context menu */
"BrowserContextMenuCancelConnection" = "取消";

/* Clear entry for Browser context menu */
"BrowserContextMenuClear" = "全部清除";

/* Email user entry for Browser context menu */
"BrowserContextMenuEmail" = "寄信";

/* Join document entry for Browser context menu */
"BrowserContextMenuJoin" = "加入";

/* Reconnect entry for Browser context menu */
"BrowserContextMenuReconnect" = "重新連線";

/* Show document entry for Browser context menu */
"BrowserContextMenuShowDocument" = "列出共享的文件";

/* No comment provided by engineer. */
"BugReport" = "臭蟲回報";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"CancelOrPromote" = "目前的編碼方式無法處理你所輸入的單字。你希望取消更動，或將檔案轉換成對多國語系相容性較佳的編碼格式？";

/* As shown in bottom status bar */
"CharacterWrap" = " 字元換行";

/* Server Closed Document title in Sheet */
"Closed" = "關閉";

/* Server Closed Document info in Sheet */
"ClosedInfo" = "本文件的擁有者已取消共享。接下來所做的修改，都不會影響擁有者的文件內容。";

/* Collapse Split View Menu Entry */
"Collapse Split View" = "關閉分割顯示";

/* Blue */
"ColorBlue" = "藍色";

/* Custom Color Name */
"ColorCustom" = "自定…";

/* Green */
"ColorGreen" = "綠色";

/* Orange */
"ColorOrange" = "橘色";

/* Pink */
"ColorPink" = "粉紅";

/* Purple */
"ColorPurple" = "紫色";

/* Red */
"ColorRed" = "紅色";

/* Teal */
"ColorTeal" = "靛藍";

/* Yellow */
"ColorYellow" = "黃色";

/* Menu/Toolbar Title for concealing the Document */
"Conceal" = "停止共享";

/* Button title Continue */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Convert" = "轉換";

/* No comment provided by engineer. */
"ConvertOrReinterpret" = "你想要把檔案轉換成新的編碼格式，或是直接使用新的編碼方式來解讀檔案？";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List..." = "自定編碼選單⋯";

/* Declined Invitation */
"DeclinedInvitation" = "婉拒邀請";

/* Text in Proxy window */
"Did lose Connection!" = "連線中斷";

/* No comment provided by engineer. */
"Document changed externally" = "文件被永久地改變";

/* Button Title Done */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit anyway" = "直接修改";

/* Label displayed below edit icon and used as window title. */
"EditPrefsIconLabel" = "編輯";

/* No comment provided by engineer. */
"Encoding %@ not applicable" = "%@ 的編碼方式無法正常顯示目前的檔案內容。因此，編碼將不改變。";

/* No comment provided by engineer. */
"Encoding %@ not reinterpretable" = "無法直接使用 %@ 的編碼方式來解讀這個檔案。";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* XML Parse Error Informative Text */
"Error \"%@\" while parsing line %d of \"%@\". Please check your Syntax Definition for XML validity." = "\"%@\" 錯誤出現在 \"%@\" 的第 %d 行中。請檢查你的 XML 語法定義是否正確。";

/* No comment provided by engineer. */
"File Encoding" = "檔案編碼";

/* No comment provided by engineer. */
"File is read-only" = "此檔案是唯讀狀態";

/* FindRegexPrefix */
"Find: %@" = "尋找：%@";

/* Status bar text when following */
"Following %@" = "追蹤 %@ 修改的部份";

/* Label displayed below general icon and used as window title. */
"GeneralPrefsIconLabel" = "一般";

/* No comment provided by engineer. */
"Goto Next Change" = "移至下一更動處";

/* No comment provided by engineer. */
"Goto Next Symbol" = "移至下一個符號";

/* No comment provided by engineer. */
"Goto Previous Change" = "移至上一更動處";

/* No comment provided by engineer. */
"Goto Previous Symbol" = "移至上一個符號";

/* No comment provided by engineer. */
"Hide Changes" = "隱藏更動處";

/* No comment provided by engineer. */
"Hide Participants" = "隱藏參與者清單";

/* Cancelled */
"HostEntryStatusCancelled" = "已取消";

/* Cancelling */
"HostEntryStatusCancelling" = "取消中";

/* Could not contact */
"HostEntryStatusContactFailed" = "連線失敗";

/* Contacting */
"HostEntryStatusContacting" = "連線中";

/* Could not resolve */
"HostEntryStatusResolveFailed" = "無法解析名稱";

/* Resolving */
"HostEntryStatusResolving" = "解析中";

/* Connection Lost */
"HostEntryStatusSessionAtEnd" = "連線中斷";

/* Invisible */
"HostEntryStatusSessionInvisible" = "隱形中";

/* Connected */
"HostEntryStatusSessionOpen" = "連線成功";

/* Inbound Connection ToolTip */
"Inbound Connection" = "重新連線";

/* Inbound Connection ToolTip With Address */
"Inbound Connection from %@" = "%@ 重新連線";

/* No comment provided by engineer. */
"Internet" = "Internet 瀏覽器";

/*Title of Clear Button in InternetBrowser. */
"InternetClear" = "清除";

/* InvalidRegex */
"Invalid regex" = "不正確的正規表示";

/* No comment provided by engineer. */
"Invalid Serial Number" = "錯誤的序號";

/* Status string in vibilitypulldown in Browsers for invisible */
"Invisible" = "隱形中";

/* Text in Proxy window */
"Invitation was canceled!" = "對方婉拒邀請。";

/* Text in Proxy window */
"Join Request was denied!" = "請求被對方駁回。";

/* Button title */
"Keep Connection" = "保持連線";

/* No comment provided by engineer. */
"Keep SubEthaEdit Version" = "檢查 SubEthaEdit 最新版本";

/* Kick title in Sheet */
"Kicked" = "你被踢出去了";

/* Kick info in Sheet */
"KickedInfo" = "本文件的所有人不讓你參與編輯。你接下來的修改都不會影響原有的文件。";

/* No comment provided by engineer. */
"Licensed for non-commercial use" = "非商業用途授權";

/* No comment provided by engineer. */
"Lossy" = "無耗損";

/* LostConnection title in Sheet */
"LostConnection" = "連線中斷";

/* LostConnection info in Sheet */
"LostConnectionInfo" = "本文件的連線意外中斷。你接下來的修改都不會影響原有的文件。";

/* No comment provided by engineer. */
"me" = "我";

/* New File Dock Menu Item */
"New File" = "新增檔案";

/* No comment provided by engineer. */
"Next Change" = "下一處更動";

/* No comment provided by engineer. */
"Next Symbol" = "下一個符號";

/* Find string not found */
"Not found." = "沒有找到。";

/* Ok in sheet */
"OK" = "好";

/* Symbol Regular Expression Error Informative Text */
"One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "某一特定區塊的元素有不正確的正規表示，導致 \"%@\" 無法解譯。請在尋找面板的 Ruby 語言模式下檢查你的正規表示。";

/* Syntax Regular Expression Error Informative Text */
"One of the specified state <begin>'s is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "某一特定宣告的開頭部份，其正規表示不正確，導致 \"%@\" 無法解譯。請在尋找面板的 Ruby 語言模式下檢查你的正規表示。";

/* Open File Dock Menu Item */
"Open File..." = "打開檔案…";

/* No comment provided by engineer. */
"Open Internet Browser" = "開起 Internet 瀏覽器";

/* Web preview open link in browser contextual menu item */
"Open Link in Browser" = "以瀏覽器開啟連結";

/* No comment provided by engineer. */
"Open Rendezvous Browser" = "打開 Rendezvous 瀏覽器";

/* Sheet message text when user has open document connections */
"OpenChannels" = "開啟連線";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuDeny" = "駁回";

/* Follow user entry for Participant context menu */
"ParticipantContextMenuFollow" = "追蹤";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKick" = "剔除";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKickDeny" = "剔除/駁回";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadOnly" = "設成唯讀";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadWrite" = "改為可讀可寫";

/* Participants toolbar label */
"Participants" = "參與者清單";

/* Participants tool tip */
"ParticipantsToolTip" = "參與者";

/* Description in Participants view for pending users */
"pending users" = "等待加入的使用者";

/* No comment provided by engineer. */
"Previous Change" = "上一處更動";

/* No comment provided by engineer. */
"Previous Symbol" = "上一個符號";

/* No comment provided by engineer. */
"Promote to Unicode" = "轉換成 Unicode 編碼";

/* No comment provided by engineer. */
"Promote to UTF8" = "轉換成 UTF8 編碼";

/* Description in Participants view for Read Only access */
"read only" = "唯讀";

/* Description in Participants view for Read Write access */
"read/write" = "可讀可寫";

/* Encoding popup entry indicating mode choice of encoding */
"Recommended by Mode" = "程式語言本身所設定的編碼";

/* Regular Expression Error Title */
"Regular Expression Error" = "正規表示錯誤";

/* No comment provided by engineer. */
"Reinterpret" = "直接套用";

/* No comment provided by engineer. */
"Rendezvous" = "Rendezvous 瀏覽器";

/* No comment provided by engineer. */
"Revert" = "還原";

/* No comment provided by engineer. */
"Shift Left" = "左移";

/* No comment provided by engineer. */
"Shift Right" = "右移";

/* No comment provided by engineer. */
"Shift Selection Left" = "左移所選內容";

/* No comment provided by engineer. */
"Shift Selection Right" = "右移所選內容";

/* No comment provided by engineer. */
"Show Changes" = "顯示更動處";

/* No comment provided by engineer. */
"Show Participants" = "顯示參與者清單";

/* Bottom status bar text for use Spaces (instead of Tab) setting */
"Spaces" = "空白";

/* Split View Menu Entry */
"Split View" = "分割顯示";

/* <do not localize> */
"status" = "status";

/* No comment provided by engineer. */
"Toggle Change Marks" = "切換色塊標記";

/* No comment provided by engineer. */
"Toggle Changes" = "切換更動處";

/* Bottom status bar text for TrueTab setting */
"TrueTab" = "Tab 鍵";

/* Status string in vibilitypulldown in Browsers for visible */
"Visible" = "在線上";

/* No comment provided by engineer. */
"Warning" = "警告";

/* WindowWidthArangementString */
"WindowWidth%d%@" = "%d%@";

/* As shown in bottom status bar */
"WordWrap" = " 字換行";

/* No comment provided by engineer. */
"Written by %@" = "由 %@ 所編輯";

/* No comment provided by engineer. */
"Written by %@ et al" = "由 %@ 等人所編輯";

/* XML Parse Error Title */
"XML Parse Error" = "XML 解析錯誤";

/* XML Structure Error Title */
"XML Structure Error" = "XML 結構錯誤";

